import React from "react";
import NavigationBar from "../Navbar";
import NotAFooter from "../NotAFooter";
import {
  Grid,
  Card,
  CardContent,
  Typography,
  ThemeProvider,
  createTheme,
} from "@mui/material";
import "bootstrap/dist/css/bootstrap.min.css";

const darkTheme = createTheme({
  palette: {
    mode: "dark",
  },
});

export default function TermsIsraelBody() {
  return (
    <>
      <NavigationBar />
      <ThemeProvider theme={darkTheme}>
        <Grid
          md={12}
          xs={12}
          justifyContent="center"
          style={{ textAlign: "right" }}
        >
          <Card id="termsIsraelBodyRouteCard">
            <CardContent>
              <Typography varient="h2" style={{ fontWeight: "bold" }}>
                !ברוכים הבאים לרשת ישראלבודי - הקבוצה המנצחת
              </Typography>
              <Typography varient="body2" style={{ fontWeight: "bold" }}>
                לקוחה יקר, בהמשך לשיחתנו וקביעת מועד לפגישת הייעוץ לתזונה
                ואימונים מצרף לך דגשים החשובים לתהליך: תהליך הייעוץ בנוי מסדרת
                מפגשים על מנת לצעוד יחד אל המטרה ממפגש למפגש. מטרתו של התהליך
                הוא ללמד אותך כיצד לשמור על אורח חיים בריא וכן להגשים את המטרות
                שלך! יש לך את המטרה - לנו יש את היד
              </Typography>
            </CardContent>
          </Card>

          <CardContent
            style={{
              justifyContent: "center",
              backgroundColor: "lightGrey",
              border: "2px solid",
              borderRadius: "10px",
              margin: "2% auto",
            }}
            id="trainersRouteParagraph"
          >
            <Typography
              varient="h2"
              style={{ fontWeight: "bold", fontSize: "1.4rem" }}
            >
              קצת עלינו - ישראלבודי
            </Typography>
            <Typography varient="body2">
              רשת ישראלבודי קיימת משנת 2001, הרשת עוסקת בייעוץ מקצועי לתזונה
              ואימונים. הייעוץ מותאם למגוון של אנשים, החל מאנשים המתעניינים
              באורח חיים בריא ועד לספורטאים מקצועיים. מטרתנו היא לראות את
              הלקוחות שלנו מצליחים להגיע למטרותיהם וכן, לשמור על התהליך גם לאחר
              סיום המפגשים. פגישות הייעוץ מותאמות לגברים ונשים כאחד
            </Typography>
            <br />
            <Typography
              varient="h2"
              style={{ fontWeight: "bold", fontSize: "1.4rem" }}
            >
              פרטים על הפגישה הראשונה
            </Typography>
            <div style={{ whiteSpace: "pre-line" }}>
              <Typography variant="body1" component="div">
                תאריך המפגש הראשון ומיקומו ישלחו בהודעה לטלפון הסלולרי שלכם
                בהתאם למה שהוחלט בשיחה עם הנציג מחברת ישראלבודי. מומלץ להגיע עם
                בדיקות דם עדכניות (הסבר על בדיקות הדם הרצויות- מופיע בסוף
                התקנון). במידה ויש לך טופס רפואי אשר יכול לעזור לנו בהתאמה של
                התפריט ותוכנית האימונים יש להביאו לפגישה
                {"\n"}
                {"\n"}
                רצוי להגיע לפגישה מספר דקות מוקדם יותר על מנת להימנע איחורים.
                בפגישת הייעוץ הראשונה תיפגש עם היועץ שהותאם לך בשיחה הטלפונית,
                תכירו לעומק, היועץ ישאל את השאלות הנדרשות בכדי להכיר את
                ההיסטוריה שלך, מה עשית עד כה ומה אתה רוצה להשיג, במקביל יבצע
                היועץ מספר מדידות אשר יתנו לנו יותר מידע על המצב הפיזיולוגי שלך,
                כמו מדידות היקפים, שקילה ואחוז שומן בהתאם לצרכים המקצועיים שלו
                {"\n"}
                {"\n"}
                בהתאם לכל המידע והפרופיל שבנה לך היועץ, תוכלו להגדיר את המטרות
                הראליות והיעדים עם הערכת זמן הגיונית להשגתם. ההתאמה מתבצעת בצורה
                מדעית, וקצב ההתקדמות הרצוי והבריא מצורף מראש לכל תוכנית שמופקת
                למתאמנים שלנו על מנת לייצר תאום ציפיות חכם והגיוני, בריא ומוצלח.
                בהתאם למדידות ולמטרות שלכם – תבחרו את כמות המפגשים יחד עם היועץ
                {"\n"}
                {"\n"}
                לאחר ההיכרות ובניית הפרופיל האישי, במהלך הפגישה הראשונה, היועץ
                יבנה לך תפריט תזונה בהתאם למטרות ולסדר היום שלך. כמו כן היועץ
                יתחשב בסוגי המזון שאתה אוכל, העבודה בה אתה עוסק, מספר הארוחות
                והזמנים בהם אתה יכול לאכול ואפילו המסעדות או המקומות בהם אתה
                אוכל סביב מקום העבודה שלך, בין השאר ובמקרה הצורך יבנה היועץ
                תפריט שמותאם לימי שישי, שבת, חג, טיסות וחופשות בהתאם לצרכים
                והבקשות שלך, הכל על מנת שתוכל להקפיד על התוכנית בצורה הטובה
                ביותר
                {"\n"}
                {"\n"}
                לאחר בניית התפריט, במהלך הפגישה הראשונה, היועץ יבנה לך בנוסף
                תוכנית אימונים המותאמת לפעילות הספורטיבית אותה אתה מבצע.
                פעילויות ספורטיביות הנכללות בתוכנית האימונים: אירובי, כוח (חדר
                כושר, בית, פארק), קרוספיט, סטודיו ועוד. התוכנית תתואם לכמות
                הפעמים שאתה יכול להתאמן בסוג או סוגי הפעילויות שתבחר ביחד עם
                היועץ. המטרה היא לבחור בפעילות כזאת שתאהב לבצע ותוכל להתמיד בה
                לאורך זמן, אתה לא חייב לבצע ריצות או מלא אימונים בחדר כושר,
                ההתאמה היא אישית ומאוד פרטנית
                {"\n"}
                {"\n"}
                בגמר הפגישה, בהתאם ליעדים המטרות והזמן שהערכנו שתגיע לתוצאות,
                תבחר את גודל חבילת המפגשים אותה תרצה לרכוש, בהתאם למספר החבילות
                הקיים במחירון הפגישות העדכני שלנו. התשלום יתבצע במזומן או
                באשראי. כמובן שהפגישה הראשונה היא חלק מהסדרה אותה תבחר לקחת וכבר
                בפגישה זו תקבל תפריט, תוכנית, מדידות וכו', רק שכעת תוכל לדעת
                בוודאות עם איזו חבילה תרצה להמשיך
                {"\n"}
                {"\n"}
              </Typography>
            </div>
            <Typography
              varient="h2"
              style={{ fontWeight: "bold", fontSize: "1.4rem" }}
            >
              מפגש שני ואילך
            </Typography>
            <div style={{ whiteSpace: "pre-line" }}>
              <Typography variant="body1" component="div">
                את פגישת הייעוץ הבאה רצוי לקיים אחת ל 2-3 שבועות, תדירות המפגשים
                תשתנה בהתאם לצרכיו האישיים של כל לקוח ולפי המלצת היועץ המטפל .
                מפגשים בתדירות הרצויה מאפשרים מעקב הדוק ומוטיבציה גבוהה על מנת
                להתמיד בתהליך. בכל מפגש נחזור ונבצע את אותן המדידות שבצענו במפגש
                הראשון, כמו: שקילה, היקפים ואחוזי שומן על מנת לראות את ההתקדמות
                מפגישה לפגישה. בהתאם להתקדמות ולמדדים היועץ יבצע שינויים בתפריט
                התזונה ובתוכנית האימונים על מנת לקדם אותך אל המטרה
                {"\n"}
                {"\n"}
                ​​​​​​​במהלך הפגישה היועץ יבצע שינויים קלים בתפריט ובתוכנית
                האימונים, יבדוק מה היה קל או קשה בתפריט ובתוכנית האימונים וישנה
                אותם לפי היכולות שלך. פגישות המעקב יספקו מעקב צמוד, מסגרת,
                מוטיבציה, גיוון בתפריט ובתוכנית האימונים ולמנוע מהגוף להיתקע
                בתהליך וכמובן הזדמנות מושלמת לשתף את היועץ שלך בהרגשה הכללית שלך
                וכל דבר שעולה לך בראש ( נמאס לך מחזה עוף? זה הזמן לחלופה)
                {"\n"}
                {"\n"}
              </Typography>
            </div>
            <Typography
              varient="h2"
              style={{ fontWeight: "bold", fontSize: "1.4rem" }}
            >
              בין המפגשים
            </Typography>
            <div style={{ whiteSpace: "pre-line" }}>
              <Typography variant="body1" component="div">
                היועץ יספק לך בפגישה הראשונה את פרטי ההתקשרות מולו (whatsapp,
                טלפון) . תוכל להיות בקשר עם היועץ ולקבל מענה לשאלות העולות בין
                המפגשים. מאחר והיועצים נמצאים בפגישות במהלך היום, רצוי לרכז את
                כל השאלות , על מנת שהיועץ ייתן לך מענה מירבי בפעם אחת. אנחנו
                עושים את המירב להיות הכי זמינים שאפשר, אבל כאשר אנחנו בפגישות עם
                לקוח ביום אינטנסיבי, ננסה לחזור בהקדם, או בסוף היום ובד"כ נעשה
                את המירב לא יותר מ 24 שעות. ליועצים שונים העדפות שונות ליצירת
                קשר, כמו במייל, או וואטצפ וכאלו שיעדיפו אולי שיחת טלפון . שווה
                לבדוק עם היועץ שלך אם יש לו דרך מועדפת ליצירת קשר.
                {"\n"}
                {"\n"}
                חשוב לציין, צוות היועצים שלנו יהיה זמין ויענה בהקדם, אנחנו
                בכוונה לא יוצרים קשר יזום בין המפגשים , בכדי לא לייצר הרגשת לחץ
                מיותרת. כל עוד תקפיד על התפריט והתוכנית, אנחנו יודעים שהתוצאות
                לא יאחרו לבוא, אבל בהחלט אם משהו לא ברור, לא מסתדר או פשוט לא
                זורם - פנה אל היועץ שלך ובשביל זה אנחנו פה.
                {"\n"}
                {"\n"}
              </Typography>
            </div>
            <Typography
              varient="h2"
              style={{ fontWeight: "bold", fontSize: "1.4rem" }}
            >
              מקדמה
            </Typography>
            <div style={{ whiteSpace: "pre-line" }}>
              <Typography variant="body1" component="div">
                לקוח חדש אשר קבע את פגישתו הראשונה או סיים את מכסת הפגישות שלו,
                יתבקש לשלם מראש באשראי את סכום המקדמה הנדרש לתחילת התהליך, זאת
                בכדי לשריין את חלון הזמן ביומנו של היועץ. לא נוכל לקבוע פגישה
                ראשונה ללא תשלום המקדמה. הנ"ל תקף גם ללקוחות חוזרים שסיימו את
                מכסת הפגישות שלהם. כמובן, כמובן , שהמקדמה ששולמה תקוזז מהתשלום
                על החבילה שבחרת לקנות. נניח ושולמה מקדמה של 100 שח ובסוף רכשת
                חבילת פגישות העולה 2000 ₪, התשלום שתידרש להוסיף יהיה רק 1900 ש״ח
                {"\n"}
                {"\n"}
              </Typography>
            </div>
            <Typography
              varient="h2"
              style={{ fontWeight: "bold", fontSize: "1.4rem" }}
            >
              תיאום פגישות
            </Typography>
            <div style={{ whiteSpace: "pre-line" }}>
              <Typography variant="body1" component="div">
                מיד עם סיום המפגש עם היועץ חשוב לתאם את המפגש הבא
                {"\n"}
                {"\n"}
                את המפגש הבא באחריות הלקוח לתאם עם היועץ ישירות או עם המחלקה
                הטלפונית, ככל שתקדימו לעשות ככה תתפסו תאריך שיהיה נוח יותר
                עבורכם . היועצים אינם נמצאים בימים קבועים ובסניפים קבועים ולכן
                חשוב לתאם מראש את המפגש הבא. למען הסר ספק, לכל יועץ מספר סניפים
                בהם הוא מבצע מפגשים לפחות אחת לשבועיים, אך לא תמיד באותם הימים.
                לכן חשוב לתאם את המפגשים מראש ולא ברגע האחרון ואין בעיה לבצע כל
                פעם מפגש בסניף אחר לפי הנוחיות שלכם והיומן של היועץ
                {"\n"}
                {"\n"}
                חשוב לציין, החברה תשלח תזכורת בהודעת SMS על הפגישה הקרובה שלכם,
                במידה וישנה בעיה להגיע לפגישה אשר נקבעה מראש על חובת הלקוח לבטל
                או לשנות את הפגישה מול המוקד הטלפוני עד השעה 12:00 ליום העסקים
                שקדם ליום הפגישה (במידה והפגישה ביום ראשון ניתן לבטלה עד ליום
                חמישי בשעה 12:00). במידה והלקוח לא יפנה לחברה על מנת לבטל את
                הפגישה ולא יגיע לפגישה אשר נקבעה מולו מראש – תרד ללקוח פגישה 1
                מיתרת הפגישות שבכרטיסיה שלו, במקרה של פגישה ראשונה שנקבעה והלקוח
                לא יגיע לאותה פגישה יצטרך הלקוח לשלם תשלום מקדמה נוסף. שימו לב,
                החברה לא מתחייבת בפני לקוח שדחה את פגישתו או לא הגיע אליה, לקבוע
                לו פגישה נוספת באופן מידי ותאריך הפגישה הבא תלוי אך ורק בזמינותו
                של היועץ. לכן אנו ממליצים כמה שפחות לדחות פגישות אלא אם מדובר
                במקרה חירום. זכרו, קיימת מגבלת זמן שונה לכל חבילת פגישות ולכן
                אנחנו ממליצים לא לדחות ולהספיק לנצל את כל המפגשים שברשותכם. לא
                נוכל לקבוע פגישות מעבר לתאריך התפוגה של החבילה
                {"\n"}
                {"\n"}
                לשאלות נוספות ניתן לפנות למחלקת התיאום במספר ישיר 050-4929029
                {"\n"}
                {"\n"}
                או למוקד הטלפוני במספר 1-599-500-590
                {"\n"}
                {"\n"}
                {"\n"}
              </Typography>
            </div>
            <Typography
              varient="h2"
              style={{ fontWeight: "bold", fontSize: "1.4rem" }}
            >
              סוגי חבילות
            </Typography>
            <div style={{ whiteSpace: "pre-line" }}>
              <Typography variant="body1" component="div">
                פגישות הייעוץ בישראלבודי מתבצעות כחבילות מפגשים, אנחנו לא
                מאמינים במפגש אחד וזהו. יש לנו מגוון רחב של חבילות המתאימות לכל
                לקוחות בין 4 מפגשים ועד 12 מפגשים לפי האפשרויות הבאות: 4 , 6 , 8
                , 12 . את גודל החבילה הלקוח יבחר עם היועץ בפגישה הראשונה בהתאם
                לצרכים ולמטרות שהוגדרו
                {"\n"}
                {"\n"}
                <Typography
                  varient="body1"
                  style={{ backgroundColor: "yellow" }}
                >
                  חשוב לציין! גם אם לא נבחרה חבילה ובוצעה פגישה מלאה תחויב בעלות
                  550 ₪ לפגישה ראשונה
                </Typography>
              </Typography>
              <Typography variant="body1" component="div">
                {"\n"}
                לכל חבילה יש תוקף לשימוש, ע״פ החוקיות הבאה: כל מפגש שווה לתוקף
                של חודש. כלומר ברכישה של 4 מפגשים, תוקף החבילה הוא 4 חודשים.
                ברכישה של 6 מפגשים תוקף החבילה הוא 6 חודשים וכך אלה. במקרה של
                רכישת חבילה חדשה. תוקף החבילה מתחיל להימדד מיום הרכישה. במקרה של
                רכישת שדרוג (כמפורט בהמשך). תוקף השדרוג מתחיל להימדד מסיום תוקף
                החבילה המקורית
                {"\n"}
                {"\n"}
              </Typography>
              <Typography varient="body1" style={{ backgroundColor: "yellow" }}>
                החבילה מסתיימת כאשר מנצלים את כל המפגשים או בסיום התוקף. המוקדם
                מבניהם. כאשר חבילה הסתיימה איך דרך להשתמש בה יותר. ועל מנת
                להמשיך בתהליך יש לרכוש חבילת מפגשים חדשה
              </Typography>
              <Typography variant="body1" component="div">
                {"\n"}
                במקרים יוצאים מן הכלל, (כגון מילואים, פציעה מתמשכת) ניתן לקבל
                אישור חריג להארכת תוקף החבילה ע״י פנייה לשירות הלקוחות. בהינתן
                הצגת אישורים מתאימים, וזאת לפני שהחבילה הסתיימה
                {"\n"}
                {"\n"}
              </Typography>
            </div>
            <Typography
              varient="h2"
              style={{ fontWeight: "bold", fontSize: "1.4rem" }}
            >
              פגישת היכרות
            </Typography>
            <div style={{ whiteSpace: "pre-line" }}>
              <Typography variant="body1" component="div">
                פגישת היכרות נועדה ללקוח אשר מהסס להתחיל תהליך מלא ואורכת כ-30
                דקות. מטרת הפגישה היא לבדוק את ההתאמה בין הלקוח לשיטת ישראלבודי
                וליועץ. את פגישת ההיכרות תקבע איתנו טלפונית בהתאם לשעות והסניפים
                שמתאימים לך, עלותה מופיעה במחירון הפגישות שלנו או תמסר לך כבר
                בשיחת הטלפון , בפגישה, היועץ יסביר ללקוח על התהליך שהוא עומד
                לעבור ובמידה ויש שאלות/חששות היועץ ייתן להן מענה באותו הרגע,
                במקרה הצורך יבצע היועץ מדידות, היקפים ואחוזי שומן בכדי להבין מה
                מצבך. בסיום פגישת ההיכרות , ובמידה ויש מקום פנוי ביומן היועץ
                באותו רגע, תוכל להחליט אם תרצה להצטרף לתהליך כבר באותה פגישה
                ובכדי שהיועץ יוכל כבר עכשיו להרכיב לך את התוכנית, יהיה עליך
                להוסיף רק את הפרש הסכום לחבילה שתבחר. אם במידה ותחליט לבוא מחדש
                ולהמשיך בתהליך בלי קשר לפגישת ההיכרות הראשונה, תוכל לתאם פגישה
                ראשונה רגילה, לשלם את דמי המקדמה ובסופה תשלים את הסכום הנדרש
                לחבילת הפגישות שבחרת
                {"\n"}
                {"\n"}
              </Typography>
              <Typography variant="body1" style={{ fontWeight: "bold" }}>
                הטבות מיוחדות – אין כפל מבצעים והנחות במחלקת פגישות היעוץ
                {"\n"}
                {"\n"}
              </Typography>
            </div>
            <Typography
              varient="h2"
              style={{ fontWeight: "bold", fontSize: "1.4rem" }}
            >
              חבר מביא חבר
            </Typography>
            <div style={{ whiteSpace: "pre-line" }}>
              <Typography variant="body1" component="div">
                לקוח פעיל (כלומר עם חבילת מפגשים בתוקף) אשר שולח את פרטיו של חבר
                / לקוח חדש לפגישות הייעוץ והלקוח נרשם לחבילת מפגשים בזכות המלצת
                החבר. הממליץ יהיה זכאי למפגש עדכון מתנה (חצי שעה) עם היועץ
                {"\n"}
                {"\n"}
              </Typography>
            </div>
            <Typography
              varient="h2"
              style={{ fontWeight: "bold", textDecoration: "underline" }}
            >
              :תנאי ההטבה
            </Typography>
            <div style={{ whiteSpace: "pre-line" }}>
              <Typography variant="body2" component="div">
                הלקוח אשר המליץ על חבר/לקוח מטעמו צריך להעביר את פרטיו של הלקוח
                החדש למחלקת פגישות היעוץ בישראלבודי או לחלופין הלקוח החדש צריך
                לציין בשיחה הראשונה שלו שהוא הגיע דרך לקוח מסויים. לקוח אשר לא
                יעדכן בזמן הכתוב לא יהיה זכאי לפגישת עדכון מתנה
                {"\n"}
                {"\n"}
                על מנת לקבל את פגישת העדכון מתנה הלקוח המצטרף/חדש צריך להיות
                במינימום 4 מפגשים ולאחר מכן תפתח הזכאות ללקוח הממליץ לקבלת ההטבה
                {"\n"}
                {"\n"}
                אין כפל הטבות, לקוח אשר קיבל הנחה כלשהי לא יוכל להנות מהטבת חבר
                מביא חבר או להפך
                {"\n"}
                {"\n"}
              </Typography>
            </div>
            <Typography
              varient="h2"
              style={{ fontWeight: "bold", fontSize: "1.4rem" }}
            >
              כרטיס חבר מועדון
            </Typography>
            <div style={{ whiteSpace: "pre-line" }}>
              <Typography variant="body2" component="div">
                כל לקוח אשר נרשם לפגישות הייעוץ זכאי לקבל כרטיס חבר מועדון ללא
                עלות לחנויות הרשת! המועדון מקנה מבצעים ומחירים אטרקטיבים רק
                ללקוחות המועדון של ישראלבודי על ציוד ספורט ותוספי תזונה שונים
                העוזרים להגעה למטרה של הלקוח. להכרת חנות התוספים ניתן להיכנס
                https://www.israelbody.org/ :לקישור הבא
                {"\n"}
                {"\n"}
              </Typography>
            </div>
            <Typography
              varient="h2"
              style={{ fontWeight: "bold", fontSize: "1.4rem" }}
            >
              מדרגות שדרוג
            </Typography>
            <div style={{ whiteSpace: "pre-line" }}>
              <Typography variant="body2" component="div">
                לקוח אשר רכש חבילת מפגשים זכאי להטבת שדרוג לחבילה גדולה יותר
                בתשלום ההפרש לחבילה גדולה יותר ובתוספת דמי שדרוג של 100 ₪. שדרוג
                לחבילה גדולה יותר יתבצע עד מפגש אחד לפני סוף החבילה, כלומר
                {"\n"}
                {"\n"}
              </Typography>
              <ul>
                <li>שדרוג מ-4 לחבילה גדולה יותר- עד גמר הפגישה ה3 &#x2022;</li>
                <li>שדרוג מ-6 לחבילה גדולה יותר- עד גמר הפגישה ה5 &#x2022;</li>
                <li>שדרוג מ-8 לחבילה גדולה יותר- עד גמר הפגישה ה7 &#x2022;</li>
              </ul>
            </div>
            <div style={{ whiteSpace: "pre-line" }}>
              <Typography variant="body2" component="div">
                {"\n"}
                חבילה של 12 לא ניתנת לשדרוג, כיוון שהיא החבילה הגדולה ביותר,
                לאחר 12 מפגשים יהיה צורך לחדש חבילה בהתאם למחירון העדכני וגודל
                החבילה שתרצה מחדש. חשוב - לאחר מועדי השדרוג לא תינתן אפשרות לנצל
                את הטבת השדרוג אלא לרכוש חבילה חדשה לפי מחירון החברה. לכן חשוב
                לשקול שדרוג מראש
                {"\n"}
                {"\n"}
                למפגשים הנרכשו במסגרת הטבת שדרוג, יש תוקף לשימוש, בהתאם לחוקיות
                תוקף חבילת מפגשים שהוזכרו לעיל. תוקף מפגשי השדרוג מתחיל להימדד
                מסיום תוקף החבילה המקורית
                <Typography
                  varient="body1"
                  style={{ backgroundColor: "yellow" }}
                >
                  הטבת השדרוג היא חד פעמית ולא ניתן לשדרג מספר פעמים, לקוח אשר
                  ניצל את הטבת השדרוג וירצה חבילת מפגשים נוספת, יצטרך לחדש חבילה
                  לפי מחירון החברה. לכל לקוח ניתן אופציית שדרוג אחת בלבד
                </Typography>{" "}
                תיאום פגישות- טלפון לתיאום פגישות - 0506929029
                {"\n"}
                {"\n"}
                את הפגישה הבאה רצוי לתאם מייד בסיום הפגישה מול היועץ. במידה ולא
                תיאמתם פגישה יש ליצור קשר על מחלקת התיאום לתיאום הפגישה הבאה. יש
                לתאם מראש מול היועץ או המתאמים בהקדם עם יציאתכם מהמשרד על מנת
                לשריין פגישה במועד הטוב והנוח ביותר לכם וליועץ. חשוב- רצוי לקבוע
                עם היועץ את הפגישה הבאה, על מנת לשריין מועד רצוי ולא להגיע למצב
                שהמועד הבא לא פנוי
                {"\n"}
                {"\n"}
              </Typography>
            </div>
            <Typography
              varient="h2"
              style={{ fontWeight: "bold", fontSize: "1.4rem" }}
            >
              העברת הפגישות
            </Typography>
            <div style={{ whiteSpace: "pre-line" }}>
              <Typography variant="body2" component="div">
                חבילת הפגישות הינה אישית ולא ניתן להעבירה בחינם או בתמורה כלשהי
                בין לקוחות, בני משפחה וכדומה
              </Typography>
            </div>
            <Typography
              varient="h2"
              style={{ fontWeight: "bold", fontSize: "1.4rem" }}
            >
              נקודות ביטול ויציאה{" "}
            </Typography>
            <div style={{ whiteSpace: "pre-line" }}>
              <Typography variant="body2" component="div">
                לכל חבילה (למעט 4 פגישות) יש נקודת יציאה, לקוח אשר רכש חבילת
                מפגשים רשאי להפסיק את המפגשים בתום כל נקודת יציאה ולקבל החזר
                כספי בהתאם לשווי המדרגה ולפי מחירון החברה. נקודות היציאה הן בגמר
                הפגישה ה- 4 , 6 , 8 לדוגמה: בעת רכישת חבילה של 12 פגישות, ניתן
                לצאת בגמר הפגישה ה-4 או ה-6 או ה-8 ולקבל החזר כספי בהתאם לשווי
                המדרגה ולפי מחירון החברה. ביטול ויציאה לאחר הפגישה הראשונה-
                מתאפשרת עד 14 יום מיום הפגישה הראשונה. במידה ובחרת לצאת בנקודה
                זו תחויב בעלות מחיר מחירון לפגישה אחת – 550 ₪, הפרש כספך יוחזר
                בהתאם לחוק. בקשת הביטול תטופל עד 14 ימים מיום פתיחת הבקשה, למען
                הסר ספק מועד בקשת הביטול הוא היום הקובע ל14 הימים לבקשת הביטול
              </Typography>
            </div>
            <Typography varient="body1" style={{ backgroundColor: "yellow" }}>
              לא ניתן לבטל חבילה או חלק ממנה במידה והתוקף של החבילה הסתיים
            </Typography>
            <div style={{ whiteSpace: "pre-line" }}>
              <Typography variant="body2" component="div">
                {"\n"}
                {"\n"}
              </Typography>
            </div>
            <Typography varient="body1" style={{ backgroundColor: "#32a852" }}>
              החברה רשאית להחליף יועצים ללקוח על פי שיקול דעתה ואילוציה, ללא
              הודעה מראש ללקוח (הלקוח יועדכן לפני הפגישה הבאה שלו). שינוי יועץ
              לא יהווה עילה להחזר כספי או שינוי תנאי העיסקה
            </Typography>
            <div style={{ whiteSpace: "pre-line" }}>
              <Typography variant="body2" component="div">
                {"\n"}
                {"\n"}
              </Typography>
            </div>
            <Typography
              varient="h2"
              style={{ fontWeight: "bold", fontSize: "1.4rem" }}
            >
              הצהרת בריאות
            </Typography>
            <div style={{ whiteSpace: "pre-line" }}>
              <Typography variant="body2" component="div">
                הייעוץ אינו מהווה תחליף להתוויה רפואית. בחתימה על התקנון אתה
                מצהיר שהינך אדם בריא היכול לבצע פעילות גופנית. בנוסף אתה מודע
                לכך שאתה חייב לחתום על הצהרת בריאות בחדר כושר/המסגרת הספורטיבית
                בה אתה מתאמן. לפני יישום התוכנית יש לפעול לפי הרשום: חובה להיבדק
                ע"י רופא לפני תחילתה של כל תוכנית אימונים ותפריט תזונה על מנת
                ולקבל אישור מטעם הרופא המטפל טרם התחלת התהליך, זאת על מנת למנוע
                רגישות/ריאקציות/בעיות אחרות בריאותיות, שכן אם קיים ספק כלשהו
                הנוגע לבריאותכם אין להתחיל בתהליך ויש לפנות לישראלבודי לקבלת
                החזר כספי ע״פ התקנון. כמו כן בחדר הכושר חובה להיוועץ במאמן או/ו
                בעל הסמכה בחדר הכושר על מנת וללמוד את ביצוע התרגילים כיאות
                ולמנוע כל פגיעה אפשרית. אין להתחיל תוכנית אימונים חדשה ללא אישור
                ובדיקה של מאמן הכושר במכון בו הנך מתאמן במקביל לאישור רופאי
                מתאים כחוק חדרי הכושר הנדרש על ידי חדר הכושר. התפריט ותוכנית
                האימונים הנם בגדר המלצה בלבד ומשמשים להנאתו של הלקוח, המלצות אלו
                אינן בגדר חובה ואינן באות לטפל או להחליף טיפול בבעיה בריאותית או
                רפואית כלשהי. התפריט ותוכנית האימונים הנם בגדר המלצה בלבד לתהליך
                המטרה של הלקוח, המלצות אלו אינן בגדר חובה ואינן באות לטפל או
                להחליף טיפול בבעיה בריאותית או רפואית כלשהי
                {"\n"}
                {"\n"}
                לקוחות הנוטלים תרופות, חולים או סובלים מבעיה בריאותית, נשים
                בהריון או מניקות, חייבים לציין זאת עוד לפני פגישתם, שכן נוכל
                לצוות אותם ליועץ מתאים, בד"כ בעל הכשרה קלינית. אם ברשותכם בדיקות
                דם, הביאו אותם לפגישה, אם לא, להלן בדיקות הדם שרצוי להביא למפגש
                הראשון או השני עם היועץ
                {"\n"}
                {"\n"}
              </Typography>
            </div>
            <table class="table table-hover">
              <thead>
                <tr>
                  <th scope="col">#</th>
                  <th scope="col">בדיקות דגימת שתן</th>
                  <th scope="col">אלקטרוליטים</th>
                  <th scope="col">בדיקות דם לביצוע</th>
                  <th scope="col">בדיקות דם לביצוע</th>
                </tr>
              </thead>
              <tbody>
                <tr>
                  <th scope="row">1</th>
                  <td>קורטיזול</td>
                  <td>מגנזיום</td>
                  <td>קראטינין</td>
                  <td>ספירת דם כללית</td>
                </tr>
                <tr>
                  <th scope="row">2</th>
                  <td>Specific gravity</td>
                  <td>נתרן</td>
                  <td>UREA</td>
                  <td>פרופיל שומנים מלא</td>
                </tr>
                <tr>
                  <th scope="row">3</th>
                  <td>חלבון</td>
                  <td>אשלגן</td>
                  <td>ברזל</td>
                  <td>אנזימי כבד</td>
                </tr>
                <tr>
                  <th scope="row">4</th>
                  <td>גלוקוז</td>
                  <td>סידן</td>
                  <td>פריטין</td>
                  <td>CPK גלוקוז</td>
                </tr>
                <tr>
                  <th scope="row">5</th>
                  <td>קטונים</td>
                  <td>T3</td>
                  <td>טרנספרין</td>
                  <td>HBA1C</td>
                </tr>
                <tr>
                  <th scope="row">6</th>
                  <td>Ph</td>
                  <td>T4</td>
                  <td>חומצה פולית</td>
                  <td>חלבון כללי</td>
                </tr>
                <tr>
                  <th scope="row">7</th>
                  <td>לויקוציטים</td>
                  <td>TSH</td>
                  <td>B12 ויטמין</td>
                  <td>המוגלובין</td>
                </tr>
                <tr>
                  <th scope="row">8</th>
                  <td>אריתרוציטים</td>
                  <td>קורטיזול</td>
                  <td>D ויטמין</td>
                  <td>אלבומין</td>
                </tr>
              </tbody>
            </table>{" "}
            <p>בדיקות לחץ דם *</p>
            <div style={{ whiteSpace: "pre-line" }}>
              <Typography variant="body2" component="div">
                {"\n"}
                {"\n"}
              </Typography>
            </div>
            <Typography
              varient="h2"
              style={{ fontWeight: "bold", fontSize: "1.4rem" }}
            >
              דיוור{" "}
            </Typography>
            <div style={{ whiteSpace: "pre-line" }}>
              <Typography variant="body2" component="div">
                בתהליך ההרשמה לפגישות הייעוץ בישראלבודי אתה מתבקש למסור כתובת
                איימיל וטלפון. פרטים אלה משמשים את ישראלבודי על מנת ליצור איתך
                קשר באמצעות שיחת טלפון, איימיל, הודעה כתובה ודרך אפליקציית
                הWhatsApp. ישראלבודי תיצור איתך קשר ע״י נציג מטעמה או ע״י מערכת
                אוטומטית על מנת לשלוח לך אישורי רכישה, לאשר מולך הגעה לפגישה,
                שינוי מועד הפגישה ועוד נושאים הדרושים על מנת לקיים בצורה נוחה
                ויעילה את פגישות הייעוץ
              </Typography>
            </div>
            <Typography varient="body1" style={{ backgroundColor: "yellow" }}>
              בחתימה על התקנון והצטרפות לשירות הינך מאשר, שאתה יודע שישראלבודי
              עומדת ליצור איתך קשר דרך אמצעים אלו למטרות שונות הנדרשות לקיום
              הפגישה
            </Typography>
            <div style={{ whiteSpace: "pre-line" }}>
              <Typography variant="body2" component="div">
                בנוסף בעת הצטרפות לשירות, הפרטים שלך מועברים אוטומטית גם לרשימת
                התפוצה של ישראלבודי על מנת לשלוח אלייך חומר פרסומי. אם ברצונך
                להיות מוסר מרשימת התפוצה הפרסומית. אנא פנה אלינו לכתובת המייל
                Support@israelbody.org ואנו נדאג להסיר אותך בהקדם. לחילופין
                בהודעות הפרסומיות שאנו שולחים יש הסבר כיצד להסיר את עצמך באופן
                עצמאי גם אם תבחר להסיר את עצמך מרשימת הדיוור של החומר הפרסומי,
                אנחנו עדיין נמשיך ליצור איתך קשר ע״י נציג מטעמנו או באופן
                אוטומטי דרך שיחות, הודעות כתובות, WhatsApp וכתובת איימיל בשביל
                כל התחומים הקשורים לפגישת הייעוץ עצמה ונדרשים על מנת לקיים
                בהצלחה את השירות אליו נרשמת. נושאים כגון : תיאום פגישה, אישורי
                הגעה, שליחת אישורי רכישה ועוד
                {"\n"}
                {"\n"}
                התקנון נכתב בלשון זכר מטעמי נוחות בלבד. התקנון פונה לכל המינים בצורה שווה

              </Typography>
            </div>
          </CardContent>
        </Grid>
      </ThemeProvider>
      <NotAFooter />
    </>
  );
}
